import { ICarouselItem } from '@app/interfaces/app';

export const CAROUSEL_ITEMS: ICarouselItem[] = [
  {
    title: 'Разработка веб SPA',
    description: `Создаем современные и удобные веб-приложения
        с использованием прогрессивных подходов к веб
        разработке. Ваши возможности в браузере на любом устройстве!`,
    image: '',
    tech: [],
  },
  {
    title: 'Тестирование приложений',
    description: `Даже самые опытные программисты допускают ошибки.
        Обеспечение качества один из важнейших этапов в разработке.
        Программное обеспечение должно работать как часы!
        Найдем и не пустим ошибки к вашим пользователям!`,
    image: '',
    tech: [],
  },
  {
    title: 'Разработка серверных решений и API',
    description: `Организуем хранение, доставку и обработку
        данных ваших пользователй от сервера к приложения и обратно - надежно, быстро и
        без ошибок!`,
    image: '',
    tech: [],
  },
  {
    title: 'Мобильная разработка',
    description: `Мобильному пользователю - мобильное приложение!
        Создаем решения для Android и iOS.
        Возможности в твоем кармане.`,
    image: '',
    tech: [],
  },
  {
    title: 'Десктопные приложения',
    description: `Когда требуеться больше удобства и возможностей для ваших пользователей
    на Windows, Linux или MacOS.`,
    image: '',
    tech: [],
  },
];
